HDF5 "model_main_00000246_q0.h5" {
GROUP "/" {
   ATTRIBUTE "keras_version" {
      DATATYPE  H5T_STRING {
         STRSIZE H5T_VARIABLE;
         STRPAD H5T_STR_NULLTERM;
         CSET H5T_CSET_ASCII;
         CTYPE H5T_C_S1;
      }
      DATASPACE  SCALAR
      DATA {
      (0): "1.2.1"
      }
   }
   ATTRIBUTE "model_config" {
      DATATYPE  H5T_STRING {
         STRSIZE H5T_VARIABLE;
         STRPAD H5T_STR_NULLTERM;
         CSET H5T_CSET_ASCII;
         CTYPE H5T_C_S1;
      }
      DATASPACE  SCALAR
      DATA {
      (0): "{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_1", "output_dim": 100, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 375, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 375]}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_1"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_2", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 100, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 50}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_2"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_3", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 50, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 50}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_3"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_4", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 50, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 50}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_4"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_5", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 50, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 10}}]}"
      }
   }
   ATTRIBUTE "training_config" {
      DATATYPE  H5T_STRING {
         STRSIZE H5T_VARIABLE;
         STRPAD H5T_STR_NULLTERM;
         CSET H5T_CSET_ASCII;
         CTYPE H5T_C_S1;
      }
      DATASPACE  SCALAR
      DATA {
      (0): "{"metrics": null, "loss": "mean_squared_error", "optimizer_config": {"class_name": "Adagrad", "config": {"epsilon": 1e-08, "lr": 0.009999999776482582, "decay": 0.0}}, "loss_weights": null, "sample_weight_mode": null}"
      }
   }
   GROUP "model_weights" {
      ATTRIBUTE "layer_names" {
         DATATYPE  H5T_STRING {
            STRSIZE 12;
            STRPAD H5T_STR_NULLPAD;
            CSET H5T_CSET_ASCII;
            CTYPE H5T_C_S1;
         }
         DATASPACE  SIMPLE { ( 9 ) / ( 9 ) }
         DATA {
         (0): "dense_1\000\000\000\000\000", "activation_1",
         (2): "dense_2\000\000\000\000\000", "activation_2",
         (4): "dense_3\000\000\000\000\000", "activation_3",
         (6): "dense_4\000\000\000\000\000", "activation_4",
         (8): "dense_5\000\000\000\000\000"
         }
      }
      GROUP "activation_1" {
         ATTRIBUTE "weight_names" {
            DATATYPE  H5T_IEEE_F64LE
            DATASPACE  SIMPLE { ( 0 ) / ( 0 ) }
            DATA {
            }
         }
      }
      GROUP "activation_2" {
         ATTRIBUTE "weight_names" {
            DATATYPE  H5T_IEEE_F64LE
            DATASPACE  SIMPLE { ( 0 ) / ( 0 ) }
            DATA {
            }
         }
      }
      GROUP "activation_3" {
         ATTRIBUTE "weight_names" {
            DATATYPE  H5T_IEEE_F64LE
            DATASPACE  SIMPLE { ( 0 ) / ( 0 ) }
            DATA {
            }
         }
      }
      GROUP "activation_4" {
         ATTRIBUTE "weight_names" {
            DATATYPE  H5T_IEEE_F64LE
            DATASPACE  SIMPLE { ( 0 ) / ( 0 ) }
            DATA {
            }
         }
      }
      GROUP "dense_1" {
         ATTRIBUTE "weight_names" {
            DATATYPE  H5T_STRING {
               STRSIZE 11;
               STRPAD H5T_STR_NULLPAD;
               CSET H5T_CSET_ASCII;
               CTYPE H5T_C_S1;
            }
            DATASPACE  SIMPLE { ( 2 ) / ( 2 ) }
            DATA {
            (0): "dense_1_W:0", "dense_1_b:0"
            }
         }
         DATASET "dense_1_W:0" {
            DATATYPE  H5T_IEEE_F32LE
            DATASPACE  SIMPLE { ( 375, 100 ) / ( 375, 100 ) }
            DATA {
            (0,0): 0.0120031, -0.0386961, -0.0384619, -0.0497505, -0.088741,
            (0,5): 0.00993639, -0.0224729, 0.0396841, 0.189037, 0.0888833,
            (0,10): -0.066171, 0.141926, -0.0831856, 0.155962, -0.051976,
            (0,15): 0.00919391, -0.162747, 0.142999, -0.0125362, -0.0153861,
            (0,20): 0.00687508, 0.0122604, -0.0704587, -0.139788, 0.145507,
            (0,25): 0.00164824, -0.0327964, 0.100771, 0.124604, 0.0182173,
            (0,30): -0.004557, -0.090224, 0.0236045, -0.0426536, -0.102858,
            (0,35): 0.0289092, -0.00537388, -0.092049, 0.186393, -0.156589,
            (0,40): -0.0699053, -0.0533147, -0.0667888, 0.000407651,
            (0,44): -0.0677833, -0.0508446, 0.0834584, -0.00103667,
            (0,48): 0.000328705, 0.00248205, 0.0284419, -0.126071, 0.0860121,
            (0,53): 0.0217159, -0.0654295, 0.157881, -0.10056, -0.0152396,
            (0,58): -0.0794396, -0.118159, 0.138933, -0.0836271, 0.120919,
            (0,63): 0.124783, 0.00993952, 0.104797, 0.0615125, 0.0868511,
            (0,68): -0.113155, -0.0891381, -0.052175, -0.00213831, 0.0401108,
            (0,73): 0.0414527, -0.0338685, 0.175405, 0.0424602, 0.158743,
            (0,78): 0.000115792, 0.078115, 0.0038251, 0.0824285, -0.0778364,
            (0,83): -0.0996729, -0.0592345, 0.130048, -0.200564, -0.0724985,
            (0,88): 0.0622632, 0.074263, 0.011997, -0.0635459, 0.134437,
            (0,93): 0.0430705, -0.0203284, -0.0747911, -0.018869,
            (0,97): -0.00926576, 0.0678097, 0.120925,
            (1,0): 0.145704, 0.0664101, 0.00353853, 0.103454, 0.0189882,
            (1,5): 0.183215, 0.0273051, 0.0301247, 0.0839189, 0.214369,
            (1,10): 0.196676, -0.0267774, 0.0985532, -0.0836642, 0.0471799,
            (1,15): 0.00538331, 0.0327665, -0.181028, 0.122962, -0.0363214,
            (1,20): 0.0767869, -0.0176647, 0.0512558, -0.0125889, 0.0393595,
            (1,25): -0.155826, -0.0361521, 0.0537274, 0.163352, -0.00585979,
            (1,30): 0.101834, 0.17645, 0.113018, 0.0566182, 0.0459174,
            (1,35): -0.232711, 0.0713312, -0.0597862, 0.0587861, 0.0140304,
            (1,40): 0.115459, 0.0494985, -0.0378867, 0.048605, -0.0495881,
            (1,45): 0.139957, -0.0702999, 0.0618715, -0.00174692,
            (1,49): -0.00193416, 0.0430878, -0.0422535, 0.125093, 0.0665712,
            (1,54): 0.0885753, 0.0612111, 0.107841, 0.0293001, 0.0561432,
            (1,59): 0.0926506, 0.0382642, 0.198851, 0.0363271, 0.145526,
            (1,64): -0.0607896, 0.0161816, 0.245094, 0.144233, 0.130935,
            (1,69): 0.0234085, 0.114576, 0.0150745, 0.174007, 0.160057,
            (1,74): 0.1026, 0.0264731, 0.0114023, 0.236712, 0.00487325,
            (1,79): 0.0543652, 0.0648117, 0.106313, 0.0294841, -0.102598,
            (1,84): 0.106715, 0.126193, 0.0727814, 0.146023, 0.0445559,
            (1,89): -0.0756275, 0.187578, -0.0212047, -0.0554117, 0.157256,
            (1,94): 0.280501, 0.0969924, 0.0239299, -0.0248062, 0.168061,
            (1,99): 0.0545848,
            (2,0): -0.0350531, 0.147739, 0.0838024, 0.0197288, 0.0928464,
            (2,5): 0.0354012, 0.137505, 0.0430551, -0.0192434, -0.210334,
            (2,10): -0.00148585, 0.0669244, -0.0319808, -0.0117765, 0.140997,
            (2,15): 0.0345409, 0.052511, 0.129641, 0.0578085, 0.143732,
            (2,20): -0.0317634, 0.184457, 0.159843, -0.187639, -0.00986616,
            (2,25): -0.0461583, 0.0767733, 0.0733563, 0.0885383, -0.015125,
            (2,30): 0.0163991, 0.0228233, 0.0475772, -0.11586, -0.0562532,
            (2,35): 0.0210258, -0.00773267, 0.101088, 0.0305767, 0.0516817,
            (2,40): -0.0498249, 0.115886, -0.0456496, 0.00944556,
            (2,44): -0.00152161, 0.0812408, 0.00989132, 0.0171775,
            (2,48): -0.0135181, -0.0853864, -0.0227435, 0.173802, -0.0307736,
            (2,53): -0.0240151, -0.00957933, -0.00613122, 0.0544698,
            (2,57): -0.0397006, 0.00393525, 0.173524, -0.00814811, 0.0244666,
            (2,62): 0.0960815, -0.0624329, -0.159813, 0.147809, 0.154608,
            (2,67): 0.0923445, 0.108084, 0.154272, -0.000651888, 0.13828,
            (2,72): -0.0897849, -0.100548, 0.134992, -0.066488, 0.0492498,
            (2,77): 0.0115324, -0.00478096, -0.0934671, 0.0219185, 0.0690787,
            (2,82): 0.116202, 0.00808123, -0.0530848, 0.00199887, -0.182337,
            (2,87): 0.0678253, 0.0465376, -0.0372855, -0.00853618, -0.109147,
            (2,92): 0.0551681, -0.0836525, 0.0589064, 0.139719, -0.0487651,
            (2,97): 0.126846, 0.0644966, 0.154797,
            (3,0): -0.0211584, 0.0762846, 0.0275968, 0.165658, 0.0886539,
            (3,5): 0.0460927, 0.215525, 0.0219636, 0.0266162, -0.242984,
            (3,10): -0.0654725, -0.0218722, -0.0456274, 0.133277, -0.0162014,
            (3,15): -0.0652693, -0.0175644, -0.0526154, 0.108749, -0.0133145,
            (3,20): 0.0980534, 0.121113, 0.0732544, -0.0755797, -0.0446123,
            (3,25): 0.0150552, 0.00119236, -0.0737342, 0.0912239, 0.0740341,
            (3,30): 0.170497, -0.0464423, -0.00351646, 0.0385699, -0.113573,
            (3,35): 0.0791696, 0.120385, 0.13637, -0.149711, -0.0880224,
            (3,40): 0.127891, 0.0897233, -0.0450482, -0.0535298, 0.0575875,
            (3,45): 0.0660331, -0.0472389, 0.0746761, 0.0565905, -0.0173528,
            (3,50): 0.103986, -0.00125733, -0.074505, -0.001814, -0.0208441,
            (3,55): -0.187523, -0.0369123, -0.0908366, -0.0336374, 0.107928,
            (3,60): 0.0709805, 0.0131445, 0.0724599, 0.0406858, -0.0740046,
            (3,65): 0.0807994, 0.0981774, 0.0692226, 0.0516356, 0.0989368,
            (3,70): 0.0691656, 0.0440476, 0.109182, 0.0360461, -0.0716739,
            (3,75): -0.0676735, 0.0355929, 0.00433997, -0.0472128,
            (3,79): -0.0801666, -0.0227112, 0.117804, 0.0712003, -0.106487,
            (3,84): 0.0836613, -0.0262548, -0.122706, -0.00628971,
            (3,88): -0.0680592, -0.0140105, -0.00526622, -0.0758127,
            (3,92): 0.151557, -0.0357702, 0.029173, 0.0751881, 0.141866,
            (3,97): 0.0200339, -0.0243502, 0.139324,
            (4,0): -0.0158168, -0.0629475, 0.0746627, 0.0736744, 0.0998309,
            (4,5): 0.0197888, 0.149568, -0.0257998, -0.00846504, -0.0146289,
            (4,10): -0.0101942, 0.0168158, -0.0216448, 0.0722548, 0.00090239,
            (4,15): -0.0238028, -0.0637094, 0.0516165, 0.097047, 0.0143281,
            (4,20): -0.0130435, 0.0663559, 0.0833467, 0.00794507, -0.163241,
            (4,25): -0.132974, -0.0767356, -0.0202763, -0.185644, 0.032412,
            (4,30): 0.0319411, -0.0019135, 0.0761501, -0.0543389, -0.0682238,
            (4,35): -0.0141483, -0.030195, 0.17395, 0.147542, -0.0146875,
            (4,40): 0.0296955, -0.0989099, -0.094267, 0.0265638, -0.00210053,
            (4,45): 0.10464, -0.0365386, -0.0490196, 0.0438001, 0.0621719,
            (4,50): 0.027338, -0.0948194, -0.0847613, -0.0306771, 0.0961516,
            (4,55): -0.207314, 0.127428, -0.152964, -0.0334934, 0.132592,
            (4,60): -0.0898476, 0.10406, 0.0512463, -0.17227, 0.09573,
            (4,65): 0.109012, 0.132009, 0.0751958, 0.194882, -0.0256215,
            (4,70): -0.132571, 0.0457751, -0.198526, -0.153154, 0.0226411,
            (4,75): -0.0403749, 0.000901607, -0.0917088, 0.0734833,
            (4,79): -0.209148, -0.15463, 0.13494, 0.0996044, -0.110684,
            (4,84): -0.00482204, 0.139266, 0.0234504, -0.0217783, 0.113098,
            (4,89): 0.123451, -0.0642689, -0.0225951, 0.0320556, -0.13084,
            (4,94): 0.0790402, 0.101064, 0.141591, 0.146423, 0.113513,
            (4,99): 0.0422095,
            (5,0): -0.00859138, 0.00831248, 0.185378, 0.0632339, 0.0022967,
            (5,5): 0.0648048, 0.195777, 0.0435179, 0.0610348, -0.325041,
            (5,10): -0.00870613, -0.134949, -0.129754, 0.165145, -0.0269297,
            (5,15): -0.0787893, 0.165181, -0.0695687, 0.102597, 0.0525851,
            (5,20): -0.0997853, 0.0392951, 0.158714, -0.101456, -0.0396278,
            (5,25): -0.156236, 0.00576602, -0.0252207, 0.0573431, 0.0450189,
            (5,30): -0.0314969, 0.0806973, -0.01627, -0.0720932, 0.0579708,
            (5,35): 0.0558739, -0.0379454, 0.0440471, -0.0952504, -0.0138155,
            (5,40): 0.0611566, 0.0583317, -0.0923306, 0.0752499, 0.149093,
            (5,45): 0.135739, 0.0338167, -0.0343657, -0.0134316, 0.0479584,
            (5,50): 0.129485, -0.00543894, -0.0891017, -0.105456, 0.0145372,
            (5,55): -0.0129912, 0.0347764, -0.225305, 0.102297, -0.158784,
            (5,60): 0.108016, 0.00341546, 0.00995752, 0.0764451, -0.110379,
            (5,65): 0.132421, -0.0859154, 0.110612, 0.0428565, -0.0456029,
            (5,70): -0.118259, -0.0305596, -0.113083, 0.0399116, -0.0696257,
            (5,75): 0.00722779, 0.0868852, 0.0116332, -0.0930172, 0.0480923,
            (5,80): -0.092006, 0.07038, 0.137657, 0.00942135, 0.0380712,
            (5,85): 0.158155, -0.0537853, -0.0476148, 0.0718774, 0.0956866,
            (5,90): -0.0460109, 0.0382599, 0.134911, 0.0176499, 0.0408135,
            (5,95): 0.0958758, 0.0307923, 0.0429959, 0.035466, 0.111616,
            (6,0): -0.00169597, 0.0508854, 0.130599, 0.14348, 0.186055,
            (6,5): 0.134699, 0.0969674, 0.0829366, 0.086335, 0.265675,
            (6,10): 0.0261365, -0.190507, 0.0801, 0.0206158, -0.0839157,
            (6,15): -0.0148399, 0.00901674, -0.084457, -0.0861715,
            (6,19): 0.000124928, 0.0501162, 0.244437, 0.0554091, 0.0421729,
            (6,24): 0.127811, -0.256996, -0.180809, -0.0260644, 0.0972885,
            (6,29): -0.0196332, -0.0514435, -0.0158156, 0.2715, -0.183213,
            (6,34): -0.111499, -0.0469914, -0.0514003, -0.111456, 0.0273903,
            (6,39): 0.0152076, -0.015592, -0.037798, -0.14099, 0.110151,
            (6,44): 0.120508, -0.142225, 0.0816477, -0.021238, 0.154881,
            (6,49): -0.257939, -0.103405, 0.0104573, 0.0205661, 0.0689755,
            (6,54): 0.014282, 0.0534032, -0.127892, 0.080679, 0.28325,
            (6,59): -0.12456, -0.0405537, 0.0126997, -0.148331, -0.00323442,
            (6,64): -0.249375, 0.0566203, 0.0913484, 0.0361693, -0.0184886,
            (6,69): 0.0852945, -0.0687878, 0.0578272, 0.343423, 0.137307,
            (6,74): 0.0555175, -0.00175529, 0.0516588, 0.0336607, -0.25532,
            (6,79): 0.14302, 0.0862328, 0.0998761, 0.187665, -0.0851985,
            (6,84): -0.137138, 0.0465808, -0.0412634, -0.0911639, 0.0149699,
            (6,89): 0.0182117, 0.157375, -0.216852, 0.0391957, -0.246802,
            (6,94): 0.0429274, -0.0795351, -0.0297675, 0.00660706, 0.346716,
            (6,99): -0.0754694,
            (7,0): 0.146172, -0.0774089, -0.00690903, 0.0455536, 0.0582485,
            (7,5): 0.100225, 0.165386, -0.0461858, 0.0364305, -0.0672154,
            (7,10): 0.153777, 0.0375081, 0.0763199, -0.0300704, 0.0756424,
            (7,15): 0.0664064, 0.0554215, -0.0516217, 0.204226, 0.00784736,
            (7,20): -0.000449822, -0.0555599, 0.0477845, -0.0330407,
            (7,24): 0.117678, 0.0529163, 0.0863965, -0.037502, 0.0380039,
            (7,29): 0.15652, -0.0302233, -0.0485187, 0.0690225, -0.00341665,
            (7,34): 0.0642406, -0.00645177, -0.0159516, 0.00182681,
            (7,38): -0.061609, -0.0840757, 0.0911877, 0.0133619, 0.0106009,
            (7,43): 0.0430526, 0.075019, 0.0886962, -0.0497176, 0.170537,
            (7,48): 0.095975, 0.128552, -0.0570061, 0.0245635, 0.0420866,
            (7,53): -0.0813853, 0.125206, 0.0438966, 0.201054, 0.0611688,
            (7,58): -0.0085947, 0.0305348, 0.0502038, 0.115309, 0.0606997,
            (7,63): 0.0866851, 0.0229838, 0.134314, 0.119977, 0.00402938,
            (7,68): 0.035365, 0.0952115, 0.0199687, 0.0525441, -0.113981,
            (7,73): -0.00310904, 0.12245, -0.0270769, 0.0427328, -0.00627977,
            (7,78): 0.00213347, -0.13939, -0.0144827, 0.0487393, -0.0402254,
            (7,83): -0.208482, 0.163692, 0.0941914, 0.0780657, 0.061719,
            (7,88): 0.113513, 0.0848636, -0.0443373, -0.0152328, -0.0310257,
            (7,93): -0.0195477, 0.0676117, 0.0480097, 0.0657061, 0.11391,
            (7,98): -0.028192, 0.0725223,
            (8,0): 0.0867783, 0.129724, 0.139708, 0.145487, -0.0396827,
            (8,5): 0.195526, -0.0275663, 0.106509, 0.0530973, 0.0304878,
            (8,10): -0.0805834, -0.032712, 0.113679, -0.0150225, 0.0236518,
            (8,15): 0.00700723, -0.015345, -0.0145352, 0.123507, 0.12683,
            (8,20): -0.00693856, 0.0336947, 0.090806, 0.00363922, -0.0420656,
            (8,25): -0.0116216, -0.0238782, -0.0542855, 0.103144, 0.0365823,
            (8,30): 0.0309207, 0.0264972, 0.0796928, 0.0478418, -0.0965476,
            (8,35): -0.0182108, 0.134894, 0.00456892, -0.0899953, -0.079276,
            (8,40): -0.0585591, -0.0290412, 0.0261452, 0.0614482, 0.0820227,
            (8,45): 0.00656025, -0.00421151, 0.0655505, 0.0371509, -0.02941,
            (8,50): 0.0915903, 0.0925426, -0.0321236, 0.0229209, 0.074679,
            (8,55): 0.0417238, -0.042807, -0.00495384, 0.0449862, 0.126396,
            (8,60): 0.0804169, 0.062984, -0.0502327, -0.0179548, 0.0916467,
            (8,65): -0.0375232, 0.0505557, 0.0446432, 0.137958, 0.059734,
            (8,70): -0.0163995, 0.0700732, -0.134812, 0.00306723, 0.106098,
            (8,75): 0.0542673, 0.11499, -0.0440025, 0.0113138, 0.031311,
            (8,80): 0.118533, 0.0108316, 0.0763004, -0.0905701, -0.0806386,
            (8,85): 0.0156693, -0.0197345, -0.0349001, -0.0343288, 0.0343275,
            (8,90): -0.0616681, -0.0538034, 0.0974139, 0.0117456, 0.152438,
            (8,95): 0.0272316, 0.0445621, 0.0153492, 0.0904226, 0.041936,
            (9,0): 0.0692626, 0.0841532, -0.0643236, -0.0200814, 0.035627,
            (9,5): 0.117225, -0.0859997, 0.0437688, -0.0495164, -0.0737894,
            (9,10): -0.148528, 0.0822593, -0.127579, -0.0803009, -0.00289807,
            (9,15): 0.066764, 0.0321943, 0.0574023, 0.00982278, 0.129375,
            (9,20): 0.0580908, -0.0822318, 0.0777384, 0.108269, 0.0121291,
            (9,25): 0.014778, -0.0243581, -0.0737488, -0.00774859, 0.0544564,
            (9,30): 0.111964, 0.0500946, 0.0914821, -0.0976622, -0.143946,
            (9,35): -0.0518855, 0.02833, 0.0656262, 0.0874912, 0.0292729,
            (9,40): 0.104705, 0.112704, 0.0590218, -0.0222408, -0.028474,
            (9,45): 0.0594452, 0.108849, 0.0495205, -0.0334697, 0.0540601,
            (9,50): -0.0627509, 0.0702133, 0.076775, -0.0849489, 0.00742571,
            (9,55): -0.0374705, 0.0769343, 0.12716, -0.0182028, 0.0198354,
            (9,60): -0.042596, 0.165068, 0.0569813, 0.0556464, 0.0347439,
            (9,65): 0.0122069, -0.0409003, -0.0374354, 0.0458527, 0.112018,
            (9,70): 0.0154158, 0.0169956, -0.104513, 0.0919513, 0.0102621,
            (9,75): -0.0719213, 0.187791, -0.0566717, 0.0625458, -0.0741329,
            (9,80): 0.0103295, -0.0891628, 0.0689074, 0.0213864, -0.0324903,
            (9,85): -0.0494659, -0.0966175, -0.0158627, -0.0231612, 0.152994,
            (9,90): -0.00806878, -0.0027005, 0.0718307, -0.0145186,
            (9,94): 0.0212439, 0.100202, -0.00129416, 0.124519, -0.0469303,
            (9,99): 0.00709334,
            (10,0): 0.0519042, 0.151938, 0.0780576, -0.0208658, -0.00979667,
            (10,5): 0.00286997, 0.0183928, 0.0126562, -0.0933969, -0.0906652,
            (10,10): -0.0724261, 0.05995, 0.0786771, 0.0803387, 0.0781754,
            (10,15): -0.08946, 0.0416436, 0.0775582, 0.163495, 0.116571,
            (10,20): 0.0567481, -0.0695738, 0.0965566, -0.196813, -0.131324,
            (10,25): 0.0388298, 0.150024, 0.0675047, 0.0179267, 0.151408,
            (10,30): 0.1062, 0.0183436, 0.0612729, 0.0207755, 0.0619904,
            (10,35): -0.168157, -0.0246586, 0.108818, -0.0474537, -0.0750215,
            (10,40): 0.0818452, 0.0713262, -0.0997417, -0.0874418,
            (10,44): -0.0383743, 0.155805, 0.0358755, 0.096094, 0.130243,
            (10,49): 0.0654714, 0.0302963, 0.065369, -0.136429, -0.150058,
            (10,54): 0.00987911, 0.00689649, 0.0606051, -0.0032934, 0.112761,
            (10,59): 0.116078, -0.153855, 0.0435379, -0.0745523, -0.0792056,
            (10,64): 0.0312567, -0.00183773, -0.0534899, -0.0285383,
            (10,68): -0.00546377, 0.0923469, 0.0544876, 0.0167827, 0.0663265,
            (10,73): -0.154057, -0.00277268, -0.0175167, 0.102058,
            (10,77): -0.0394898, 0.118035, -0.105665, -0.0535284, -0.0667788,
            (10,82): -0.0196505, -0.014513, 0.00409109, 0.0448275, 0.0216179,
            (10,87): 0.00666037, -0.0404381, -0.0814987, 0.00765819,
            (10,91): 0.0167184, -0.0882247, -0.0243108, 0.13701, 0.203327,
            (10,96): -0.0225678, 0.0453483, 0.0164515, 0.0724057,
            (11,0): 0.0269941, -0.115333, -0.00654723, 0.0467242, -0.132429,
            (11,5): 0.037645, 0.00870764, 0.102121, -0.0705012, 0.0791035,
            (11,10): -0.0314594, 0.145322, 0.280177, -0.153735, -0.30021,
            (11,15): 0.0566725, -0.320158, -0.25864, 0.226138, 0.0975922,
            (11,20): -0.0990525, 0.129607, -0.102502, 0.067753, -0.0146176,
            (11,25): -0.141463, 0.0309747, 0.0984583, 0.0445841, -0.0770264,
            (11,30): -0.0454017, -0.0208138, 0.371508, -0.0445969, -0.510897,
            (11,35): -0.0451433, 0.000823107, -0.12548, -0.15191, 0.0340163,
            (11,40): -0.0948007, -0.396271, -0.199425, -0.217037, -0.0851712,
            (11,45): -0.309737, 0.496796, 0.27805, -0.125448, -0.216342,
            (11,50): -0.263658, -0.204648, -0.0390833, -0.0336529, 0.110263,
            (11,55): 0.054054, -0.283963, 0.00943029, 0.219823, -0.420935,
            (11,60): 0.237712, -0.0699664, -0.16791, 0.0112439, -0.113404,
            (11,65): 0.168798, 0.255121, -0.0463776, -0.0174266, -0.157953,
            (11,70): -0.176205, -0.0862077, 0.0530435, 0.285772, 0.212052,
            (11,75): 0.173501, 0.10014, 0.211937, -0.292427, -0.223749,
            (11,80): 0.130349, 0.0890191, -0.00920955, -0.50611, 0.106715,
            (11,85): 0.0920996, -0.123294, -0.19739, -0.280916, -0.133899,
            (11,90): 0.206096, 0.0534501, 0.108212, 0.0331607, -0.0710292,
            (11,95): 0.276319, -0.057994, -0.0123451, 0.413041, -0.205205,
            (12,0): 0.140099, -0.0608064, 0.276093, -0.0253281, 0.11598,
            (12,5): 0.0558704, 0.0901962, -0.0878233, 0.0286166, 0.252028,
            (12,10): 0.306673, -0.102347, 0.109243, 0.148795, 0.0285453,
            (12,15): -0.133666, 0.0574315, -0.182243, -0.00990543, -0.10417,
            (12,20): -0.0214869, 0.206504, 0.114364, 0.180019, 0.22349,
            (12,25): 0.0395729, 0.258869, 0.0711905, 0.0594654, 0.168445,
            (12,30): -0.0370279, 0.147019, 0.158697, 0.121157, 0.123234,
            (12,35): -0.145329, 0.143767, 0.0803284, 0.159164, -0.0134993,
            (12,40): 0.134622, 0.149036, -0.0756825, -0.0225196, -0.0545339,
            (12,45): 0.0279147, -0.123494, 0.220553, -0.0672371, 0.122635,
            (12,50): 0.058992, 0.0618286, -0.107957, 0.246996, -0.0159201,
            (12,55): -0.135657, 0.15109, 0.0404569, 0.113976, 0.15073,
            (12,60): -0.0973107, 0.207246, -0.101014, -0.0513852, -0.0159888,
            (12,65): -0.166131, -0.138506, 0.128941, 0.12423, 0.0721454,
            (12,70): 0.182192, 0.262281, 0.00369858, 0.166581, 0.166907,
            (12,75): -0.0115243, 0.229532, 0.0348013, 0.0751254, 0.173369,
            (12,80): -0.227868, 0.361104, 0.0846485, 0.129948, -0.156553,
            (12,85): 0.240116, -0.125364, 0.0222319, 0.102867, 0.115998,
            (12,90): 0.369057, 0.209837, -0.00304765, 0.0350184, 0.0461426,
            (12,95): 0.275044, 0.0958233, 0.0667138, 0.0063066, 0.0149352,
            (13,0): 0.0822974, 0.101559, 0.351196, 0.106117, 0.0769402,
            (13,5): 0.141138, 0.0372773, 0.105165, -0.0116316, -0.0582532,
            (13,10): -0.241935, -0.0300747, -0.173589, 0.145922, 0.135651,
            (13,15): 0.0406145, -0.0296692, 0.249211, -0.0836074, 0.0610115,
            (13,20): 0.245678, 0.0510816, -0.00565746, -0.191415, 0.0699903,
            (13,25): 0.0971662, 0.239404, -0.094652, 0.111522, 0.225513,
            (13,30): 0.0419655, 0.117604, -0.00979673, -0.0691687, 0.225956,
            (13,35): -0.0497939, 0.0502981, 0.0603865, -0.129732, -0.0381161,
            (13,40): -0.0293702, 0.134757, 0.0421863, 0.0929305, 0.133247,
            (13,45): 0.167894, -0.166692, 0.158362, 0.0907244, 0.105861,
            (13,50): 0.279229, 0.128987, 0.105015, 0.167909, 0.0536295,
            (13,55): 0.228814, 0.0509219, 0.196615, -0.0140346, 0.215739,
            (13,60): -0.0847731, 0.0224024, 0.143879, -0.0214212, 0.0635073,
            (13,65): -0.186173, 0.0430197, 0.00891205, 0.214858, 0.285759,
            (13,70): -0.0830123, 0.139231, -0.0196399, 0.153094, -0.175412,
            (13,75): -0.130182, -0.0423947, 0.069377, 0.159242, 0.173164,
            (13,80): 0.0178869, 0.186183, 0.203871, 0.14716, 0.0020708,
            (13,85): 0.132791, 0.160225, 0.101561, 0.16628, 0.210918,
            (13,90): 0.323595, 0.0373285, 0.0955186, 0.10112, 0.159461,
            (13,95): 0.127147, 0.0665512, 0.259861, -0.0941897, 0.20433,
            (14,0): 0.140916, 0.406995, -0.245077, 0.281258, 0.0992368,
            (14,5): 0.20134, 0.262756, 0.305993, -0.0809987, -0.180611,
            (14,10): 0.0684309, -0.275312, -0.154177, -0.0405325, 0.0367679,
            (14,15): 0.163343, 0.250585, 0.269136, 0.196016, 0.25688,
            (14,20): 0.0921034, -0.0257593, 0.303742, -0.342799, -0.13647,
            (14,25): -0.172034, -0.325504, -0.270567, -0.0623042, 0.144728,
            (14,30): 0.103872, 0.0320934, -0.109153, -0.0975243, -0.0407008,
            (14,35): 0.023707, 0.122564, 0.326913, -0.0785418, -0.0265436,
            (14,40): 0.0908931, 0.0692272, 0.0605066, 0.26624, 0.232351,
            (14,45): 0.124841, -0.0575984, -0.265496, 0.173774, -0.258905,
            (14,50): 0.158264, 0.0488982, -0.0584807, -0.432831, 0.0459625,
            (14,55): -0.109264, 0.0925814, -0.532199, 0.170163, 0.111443,
            (14,60): -0.10919, 0.312748, 0.211098, -0.0346981, -0.0968743,
            (14,65): 0.211676, 0.17458, 0.241574, 0.152897, -0.0621362,
            (14,70): 0.225743, -0.361027, -0.0187969, -0.566511, -0.160257,
            (14,75): -0.131852, 0.121977, -0.0893452, 0.205024, -0.0167989,
            (14,80): -0.139568, -0.275427, 0.313017, 0.0980525, 0.00739914,
            (14,85): -0.236627, 0.162728, 0.0548362, 0.144492, 0.156391,
            (14,90): -0.482803, -0.201512, -0.0954087, -0.247334, 0.135452,
            (14,95): -0.16312, 0.205489, 0.277604, -0.240181, 0.134245,
            (15,0): -0.00673787, -0.0916075, 0.00975268, 0.0730496,
            (15,4): -0.021838, -0.051743, -0.0553432, -0.0976452, -0.0930347,
            (15,9): -0.0504088, 0.0382534, -0.0716136, 0.11152, -0.0714443,
            (15,14): 0.0757688, 0.0695449, 0.0617754, -0.0461421, -0.0175972,
            (15,19): 0.0863472, 0.0101409, 0.0672712, 0.0814089, 0.0607195,
            (15,24): 0.0804491, -0.100404, -0.0809868, 0.0121974, 0.0802668,
            (15,29): -0.0677967, 0.0713218, 0.0301229, 0.10152, -0.0888142,
            (15,34): 0.0208393, 0.108665, 0.0714396, 0.107083, -0.0300036,
            (15,39): 0.0650835, 0.0823619, 0.0280338, 0.0475902, 0.0296987,
            (15,44): -0.0808512, -0.0377975, -0.016671, 0.0960145, -0.110556,
            (15,49): -0.038896, 0.0338888, 0.0572123, 0.0418343, 0.0265472,
            (15,54): 0.0296296, 0.0458066, -0.00274245, 0.0263978,
            (15,58): 0.00913886, 0.00759917, -0.0848178, -0.00514311,
            (15,62): -0.106721, -0.0851069, -0.0601171, 0.0836175, 0.110695,
            (15,67): -0.0713286, -0.0022048, 0.0531114, 0.0332025,
            (15,71): -0.0320529, -0.105718, 0.0666671, 0.0778086, 0.0492091,
            (15,76): 0.0300452, -0.0323366, 0.0621864, 0.0715962, -0.104267,
            (15,81): 0.0511335, 0.0887442, -0.0655176, 0.0333255, -0.0976517,
            (15,86): -0.0840321, 0.0535725, -0.0803763, 0.0385088,
            (15,90): -0.0783539, -0.053917, 0.061729, 0.0302675, 0.0228941,
            (15,95): 0.0623797, 0.073192, -0.101121, -0.0783143, 0.0327475,
            (16,0): 0.0448977, 0.0626416, 0.124468, 0.0295088, 0.0270189,
            (16,5): 0.196509, -0.032514, 0.0415527, -0.0671373, 0.0744237,
            (16,10): 0.0398549, -0.0512135, -0.0453319, 0.086491, 0.0637405,
            (16,15): -0.0783412, 0.0226692, -0.0917004, 0.147538,
            (16,19): -0.00795418, -0.0900037, 0.143785, 0.0384446,
            (16,23): -0.0721967, 0.0523997, -0.105586, 0.0805123, -0.0839641,
            (16,28): -0.0783916, 0.00832934, 0.091533, 0.0950943, 0.0420028,
            (16,33): -0.114594, -0.192221, -0.101901, 0.0663385, -0.0451515,
            (16,38): -0.0771525, -0.141973, -0.0284463, -0.0158574,
            (16,42): 0.0663085, -0.00245518, 0.136145, 0.0993058,
            (16,46): -0.000998358, 0.157654, 0.158965, -0.0393763, 0.150898,
            (16,51): -0.0576642, 0.039104, 0.0204776, -0.00431108, -0.092139,
            (16,56): 0.00231455, -0.101823, 0.0972854, 0.0169154, -0.0202397,
            (16,61): 0.186698, -0.0619746, -0.0133139, 0.0469135, 0.169737,
            (16,66): 0.178784, -0.0445246, 0.0937077, 0.0222185, 0.0843911,
            (16,71): 0.118284, 0.0187984, 0.0329427, -0.0433718, 0.0346626,
            (16,76): 0.214887, 0.00564798, -0.0499178, -0.131927,
            (16,80): -0.00829026, 0.145259, -0.00303923, -0.00859735,
            (16,84): 0.101043, 0.0533678, -0.0291336, 0.116022, -0.0790055,
            (16,89): 0.142823, -0.0465398, -0.0913808, 0.0812892, -0.0198983,
            (16,94): 0.0464013, 0.218717, -0.0313885, 0.188225, 0.146108,
            (16,99): 0.053847,
            (17,0): -0.0344918, 0.0561614, 0.0347806, -0.0120081, -0.083991,
            (17,5): 0.0598817, -0.0469745, 0.0126023, 0.0419377, 0.0900232,
            (17,10): -0.0854858, 0.107355, 0.097212, 0.0879005, 0.00673044,
            (17,15): -0.0943858, 0.01166, -0.0860625, -0.0949673, 0.072987,
            (17,20): 0.0492224, -0.0841129, 0.0955419, 0.0792013, -0.101782,
            (17,25): -0.0321435, -0.0804408, 0.0998148, 0.0451781,
            (17,29): -0.0938803, -0.104759, -0.00961218, -0.013574,
            (17,33): -0.00122289, -0.0143594, -0.030582, -0.0746428,
            (17,37): -0.0598525, -0.000466973, 0.0314387, 0.0930036,
            (17,41): -0.0683136, 0.0942706, -0.0811931, 0.0369308, 0.0626177,
            (17,46): -0.0653415, -0.108672, 0.107289, -0.102048, 0.0628047,
            (17,51): -0.0156278, 0.0846632, 0.0428638, -0.0240443,
            (17,55): -0.0701504, 0.0891091, 0.0739551, -0.109632, -0.050817,
            (17,60): 0.0682101, 0.111407, -0.0207622, -0.0992253, -0.0251431,
            (17,65): -0.0880762, 0.0930075, 0.078134, 0.0109805, -0.0805061,
            (17,70): 0.107771, -0.100656, -0.0569949, 0.0195851, -0.101622,
            (17,75): -0.0178383, 0.031629, -0.0464191, 0.0687903, -0.0655414,
            (17,80): 0.076564, 0.00646371, 0.0010019, 0.0875859, 0.0817245,
            (17,85): 0.0850789, 0.0518326, -0.0400008, 0.101088, -0.0612201,
            (17,90): 0.0104524, -0.0823291, 0.0500819, -0.0519347,
            (17,94): -0.0416167, 0.101395, -0.0520127, -0.0831232,
            (17,98): 0.00741427, -0.00779507,
            (18,0): 0.109233, 0.100062, -0.0698665, -0.0989863, -0.0152497,
            (18,5): -0.104325, 0.0215089, 0.104606, -0.108257, 0.109519,
            (18,10): 0.0919557, 0.0566202, 0.0714991, -0.0598946, 0.0515691,
            (18,15): -0.0695191, 0.0957616, 0.0771454, 0.105769, -0.0258962,
            (18,20): 0.0650887, -0.108718, 0.0333632, 0.0638945, -0.0489493,
            (18,25): -0.0142773, -0.0216958, 0.0251304, -0.0682301,
            (18,29): -0.0684477, 0.0193188, 0.110188, 0.0325669, 0.0238054,
            (18,34): -0.07687, -0.11017, -0.0310534, 0.0888475, 0.0523148,
            (18,39): -0.0904273, -0.00739083, -0.109594, 0.0581764,
            (18,43): -0.101473, -0.0445383, 0.106399, 0.0502811, 0.00718297,
            (18,48): -0.0270185, 0.0560038, -0.0242323, 0.0157788, 0.0118327,
            (18,53): 0.046731, 0.104191, -0.0502093, 0.0945019, 0.103097,
            (18,58): -0.0384023, 0.0384391, -0.0775515, -0.103442,
            (18,62): -0.0550098, -0.0619064, -0.0821936, -0.0847216,
            (18,66): 0.0680567, 0.031325, -0.0208977, -0.0859112, -0.0196342,
            (18,71): 0.0473904, -0.0957564, -0.0986988, 0.00578256,
            (18,75): 0.0704025, 0.00770383, -0.0383146, -0.104576, 0.0821034,
            (18,80): -0.0158848, -0.0784593, 0.0133896, -0.0346309,
            (18,84): -0.0984045, -0.0322206, -0.0926061, -0.0921149,
            (18,88): 0.0763562, -0.0963052, -0.0276766, 0.0703529, 0.074698,
            (18,93): 0.099591, -0.0534442, -0.0941853, -0.0117066, 0.0215313,
            (18,98): 0.040844, -0.0617853,
            (19,0): -0.0687455, 0.0160617, 0.0328949, 0.0524158, 0.0855002,
            (19,5): -0.109426, 0.0202262, -0.0510393, 0.0496097, 0.00922204,
            (19,10): 0.0185952, -0.0160762, -0.0891218, 0.0509786, 0.0730843,
            (19,15): -0.0552237, 0.102705, -0.0275868, -0.0385554,
            (19,19): -0.00539102, 0.0797837, 0.0575474, 0.0782829, 0.0396231,
            (19,24): -0.0950508, 0.0132809, -0.00987352, -0.0613399,
            (19,28): 0.098859, 0.107495, -0.0959378, 0.106931, -0.00565397,
            (19,33): 0.0294514, -0.0157109, -0.109087, 0.0441608, 0.0115291,
            (19,38): 0.0982885, -0.034455, 0.0953027, -0.0630591, 0.0456528,
            (19,43): 0.0415634, 0.0632638, -0.00346099, -0.0767791,
            (19,47): -0.0792092, -0.0661448, 0.103912, -0.00585365,
            (19,51): 0.0265891, 0.0721169, 0.0330468, 0.0239024, -0.0255461,
            (19,56): 0.0153628, 0.0592062, -0.0800507, -0.00599961,
            (19,60): 0.0548604, -0.044805, -0.00657714, 0.06995, -0.0941786,
            (19,65): -0.0222232, -0.0530175, 0.0940321, 0.0802807,
            (19,69): -0.0394856, 0.0412265, -0.0148784, 0.0324163,
            (19,73): -0.0318381, 0.00513418, -0.00313799, 0.0201859,
            (19,77): -0.0304831, 0.0790661, 0.0957655, -0.0268047, 0.0248102,
            (19,82): 0.0804469, -0.0398418, 0.0247505, 0.0845506, 0.0554468,
            (19,87): 0.0966007, -0.0618959, 0.0117873, -0.0028016,
            (19,91): -0.0794639, -0.080133, 0.0446462, 0.0531693, -0.0650877,
            (19,96): -0.0867583, 0.089869, -0.0858046, 0.0556393,
            (20,0): -0.109135, -0.0469753, -0.0149536, -0.0874226, 0.0329413,
            (20,5): -0.105979, -0.0216931, 0.00312248, -0.0768449,
            (20,9): -0.0146559, 0.00766048, 0.0847207, 0.0442805, 0.0542964,
            (20,14): -0.0633928, 0.0346364, -0.0596871, -0.0457617,
            (20,18): 0.00528569, 0.0223032, 0.0733961, -0.0241541,
            (20,22): -0.0412504, -0.0215391, -0.0642974, 0.028003,
            (20,26): -0.0419387, 0.070652, 0.0589143, -0.0171727, 0.0210207,
            (20,31): 0.0280035, -0.109925, -0.0581873, 0.0710489, -0.105871,
            (20,36): 0.0222912, 0.0818629, 0.0601636, -0.0483456, -0.0470163,
            (20,41): -0.0746894, -0.0430635, -0.0674285, 0.0139138,
            (20,45): -0.0624334, -0.0939882, 0.033932, -0.0629998,
            (20,49): -0.0263466, 0.101278, 0.0334378, 0.0872516, 0.00366185,
            (20,54): -0.000576675, -0.0517469, 0.0494015, -0.00160323,
            (20,58): -0.0446789, 0.110386, -0.107894, 0.0262589, -0.0479443,
            (20,63): 0.0400272, 0.110224, 0.0328262, -0.0820313, 0.0800461,
            (20,68): -0.0470939, -0.0985551, -0.0619639, 0.107796, 0.0957561,
            (20,73): -0.0493794, 0.0331164, 0.106737, 0.000417344, 0.0610387,
            (20,78): -0.0558219, 0.0997362, 0.081493, 0.0393176, -0.0445319,
            (20,83): -0.00125174, -0.00808237, -0.100912, 0.100171,
            (20,87): -0.0871982, -0.0540967, 0.0982095, -0.00184575,
            (20,91): 0.0465816, -0.0894472, -0.107431, 0.0687226, 0.0464673,
            (20,96): 0.0924856, 0.0600414, 0.0374775, -0.0971372,
            (21,0): -0.0501969, -0.0513943, 0.0891887, 0.01039, 0.0699572,
            (21,5): 0.0486801, 0.0918376, 0.0986741, 0.090605, -0.277792,
            (21,10): -0.0489978, -0.000300413, -0.158357, 0.12851, 0.0721181,
            (21,15): -0.00936446, -0.0169585, 0.187437, -0.0113445,
            (21,19): 0.0385674, -0.0412426, -0.0610351, -0.110307,
            (21,23): -0.0373441, -0.101967, -0.100807, -0.162721, -0.0211212,
            (21,28): -0.0161304, 0.100787, 0.106972, 0.124893, 0.0266296,
            (21,33): -0.142996, -0.06383, 0.0551083, 0.0997203, -0.000522604,
            (21,38): -0.0592555, -0.0683107, 0.0108591, 0.0784495, 0.0107245,
            (21,43): -0.178279, 0.020634, -0.0327179, 0.112392, -0.00468905,
            (21,48): 0.0854326, -0.0424316, -0.106528, -0.106392, -0.0558979,
            (21,53): -0.0143437, -0.0607038, -0.167893, -0.00335188,
            (21,57): -0.134404, -0.143939, -0.0722535, -0.0684772, 0.114037,
            (21,62): -0.0630872, 0.0818613, -0.168907, -0.133655, -0.0149902,
            (21,67): -0.040972, 0.0718261, 0.0892748, -0.0286124, -0.0765088,
            (21,72): 0.0388843, -0.0122924, 0.0738388, 0.0509525, -0.103705,
            (21,77): -0.156128, 0.0461382, -0.130082, 0.0916699, -0.0752445,
            (21,82): 0.0988164, -0.0109204, -0.0608642, 0.00761905,
            (21,86): -0.161181, 0.0179982, 0.00461119, 0.00138317, 0.0577002,
            (21,91): 0.0335844, 0.143911, 0.0631193, -0.16674, 0.167117,
            (21,96): 0.105659, 0.0516614, 0.0510472, -0.0183605,
            (22,0): 0.000665794, -0.0238455, 0.048008, 0.143313,
            (22,4): -0.000317865, 0.137095, -0.0176763, 0.0893996,
            (22,8): -0.00292669, 0.0707648, -0.143766, -0.0463162,
            (22,12): -0.0791194, -0.0307338, 0.0479638, 0.0468066, 0.0801879,
            (22,17): 0.0705163, 0.00219184, 0.0225326, 0.192835, 0.0159933,
            (22,22): 0.1132, -0.0235962, 0.0972921, -0.147135, 0.018679,
            (22,27): 0.00965471, -0.013906, 0.0522977, 0.052641, 0.0570843,
            (22,32): 0.0431747, -0.0614384, -0.0251156, -0.0611325, 0.158795,
            (22,37): 0.0833656, -0.0534046, -0.0125196, 0.139779, 0.0546879,
            (22,42): 0.0626117, 0.186662, 0.0627712, 0.096497, -0.0733901,
            (22,47): 0.0381767, 0.0580332, -0.110882, -0.0104722, -0.0327682,
            (22,52): 0.0143397, -0.0488084, 0.0163389, 0.0490174, 0.00915826,
            (22,57): 0.0201088, 0.0540832, -0.0323443, 0.0246601, 0.127568,
            (22,62): 0.118219, -0.0334331, -0.161599, 0.088341, -0.13245,
            (22,67): 0.108623, 0.0255316, -0.0841441, 0.0432722, 0.162099,
            (22,72): 0.212054, 0.115143, 0.0162589, 0.0017158, -0.0888601,
            (22,77): 0.139064, 0.0433906, 0.1389, -0.073896, -0.0667573,
            (22,82): 0.17556, -0.0820419, 0.00168172, -0.0330376, 0.0516405,
            (22,87): -0.0588807, 0.178077, -0.00239965, 0.0517052, 0.0354062,
            (22,92): 0.0679367, -0.0231485, 0.052863, -0.0544392, 0.0873919,
            (22,97): -0.00299148, 0.0850611, 0.0653971,
            (23,0): 0.106999, -0.0406817, 0.106411, 0.0502249, -0.029824,
            (23,5): 0.0337482, 0.163267, 0.109421, 0.0590811, -0.0119239,
            (23,10): 0.0123792, -0.146259, -0.0775327, 0.0869054, 0.123535,
            (23,15): 0.158511, 0.127286, 0.0392707, 0.0736897, -0.0346329,
            (23,20): 0.111592, 0.10307, 0.0576512, -0.15863, 0.0358388,
            (23,25): 0.046924, -0.0615106, 0.0517649, 0.027336, -0.0186582,
            (23,30): 0.0839332, 0.116901, 0.0437573, 0.0248201, -0.17944,
            (23,35): -0.0185087, 0.103504, -0.0338805, -0.0590598, -0.129872,
            (23,40): 0.0745066, 0.057581, 0.0593547, -0.0125488, -0.0254762,
            (23,45): 0.135489, -0.166345, 0.0291125, 0.111364, -0.03178,
            (23,50): 0.0893954, 0.185589, -0.0128658, -0.109957, -0.0374463,
            (23,55): 0.0521147, 0.0705884, 0.128285, -0.00537517, -0.0268574,
            (23,60): -0.0241938, 0.140883, 0.0175522, 0.0330542, -0.124675,
            (23,65): 0.022761, -0.0111929, -0.0622883, 0.146909, 0.0677177,
            (23,70): 0.0321393, 0.0167537, -0.0783187, 0.0625241, 0.0374375,
            (23,75): -0.131033, 0.121359, 0.0778898, 0.143329, -0.00255937,
            (23,80): -0.0511419, 0.00795857, -0.00115426, -0.0833483,
            (23,84): 0.0957814, 0.0382332, -0.0827744, -0.00148245,
            (23,88): -0.0507052, -0.0565143, 0.109184, 0.0948773, -0.132267,
            (23,93): -0.0106573, -0.0688135, 0.0388544, -0.00712732,
            (23,97): 0.0115547, 0.148999, -0.0506231,
            (24,0): -0.0132122, 0.0930401, 0.121903, -0.0231988, 0.0530377,
            (24,5): 0.0983746, -0.0209948, 0.0414167, -0.0457857, 0.0289331,
            (24,10): -0.0864054, 0.00101288, -0.0191019, 0.0943129,
            (24,14): 0.0703598, -0.0943443, 0.0329454, -0.0617797, 0.149411,
            (24,19): 0.103973, 0.179859, 0.0297681, 0.0912166, -0.0355652,
            (24,24): 0.061905, -0.120187, 0.0738815, 0.0759462, 0.11928,
            (24,29): 0.0981957, 0.000768832, 0.105348, 0.0769884, 0.00610387,
            (24,34): 0.0852745, 0.0807089, -0.0399622, -0.0388645, 0.0131069,
            (24,39): 0.0135965, 0.122547, 0.0934888, 0.12965, 0.0192324,
            (24,44): 0.116813, 0.0523861, -0.0226945, -0.0372739, 0.112777,
            (24,49): -0.145975, -0.0210884, 0.0429277, 0.0692819,
            (24,53): -0.00926876, 0.0249793, 0.144009, -0.0512626, 0.0260518,
            (24,58): 0.111325, 0.00761694, -0.0518327, 0.123989, 0.0626225,
            (24,63): 0.0197511, 0.0433872, -0.0622582, 0.0295, -0.023363,
            (24,68): 0.0648608, 0.0534261, 0.149959, 0.0769305, 0.0744858,
            (24,73): -0.0201583, 0.0308676, -0.0501752, -0.0657014,
            (24,77): -0.0294533, -0.12222, 0.0291355, -0.0993031, 0.0434591,
            (24,82): -0.00532353, 0.131773, 0.0550303, 0.0874987, -0.178887,
            (24,87): 0.0193883, -0.000660141, 0.196624, 0.0328407, 0.153208,
            (24,92): -0.0320012, 0.0440016, -0.102592, -0.0663887, 0.0614991,
            (24,97): 0.0537312, 0.0404964, -0.0406289,
            (25,0): 0.112326, 0.12276, 0.205236, 0.172205, -0.0350519,
            (25,5): 0.135816, -0.0439322, -0.0432449, 0.0771063, -0.0308691,
            (25,10): -0.0134854, -0.044292, -0.08128, 0.0335203, 0.203548,
            (25,15): -0.0131242, -0.0525394, 0.0743119, 0.0945647, 0.0445676,
            (25,20): 0.208517, 0.0111882, -0.0628335, -0.0246573, 0.0183892,
            (25,25): 0.0111523, 0.0169776, -0.00520727, -0.0151108,
            (25,29): -0.0509224, 0.008146, -0.0895457, 0.0745708, 0.00425528,
            (25,34): 0.0442029, 0.126673, -0.0381215, 0.154097, 0.00232941,
            (25,39): 0.024538, -0.0144781, 0.132678, 0.101199, 0.139844,
            (25,44): -0.0092102, 0.0315279, -0.0464512, 0.000523679,
            (25,48): -0.0119564, -0.00863876, 0.0665588, 0.0322092,
            (25,52): -0.128019, -0.0254975, 0.139893, -0.00787294,
            (25,56): -0.0982298, 0.0357845, 0.12215, 0.0314892, -0.074654,
            (25,61): 0.176248, 0.0375534, -0.0195571, -0.142488, -0.0566191,
            (25,66): -0.000611307, 0.120967, -0.00577328, 0.127238,
            (25,70): -0.00447376, -0.0405937, -0.0267919, 0.0732466,
            (25,74): -0.0908073, 0.0670191, 0.0138599, -0.00926373, 0.111104,
            (25,79): 0.00977062, -0.0472616, 0.0466873, 0.0816752, 0.0308717,
            (25,84): 0.112566, 0.0745549, -0.100818, -0.0284142, 0.0974106,
            (25,89): 0.0541756, 0.0716383, 0.0671847, 0.0920702, -0.0161972,
            (25,94): 0.108519, 0.0593626, 0.148927, 0.0378106, 0.0805143,
            (25,99): 0.0998074,
            (26,0): -0.103469, 0.0966739, -0.0830847, 0.00834876, 0.0819576,
            (26,5): 0.0008348, -0.107253, -0.0955368, -0.0200508, -0.0106708,
            (26,10): -0.0588595, -0.0538277, 0.057675, 0.0267797, -0.109399,
            (26,15): 0.0244285, 0.0403021, 0.0255948, 0.00433328, -0.0591512,
            (26,20): 0.0373913, -0.0211337, -0.066188, 0.0930937, -0.062164,
            (26,25): 0.0307521, 0.102031, 0.0182112, 0.0243303, -0.105789,
            (26,30): -0.00592975, -0.00787551, -0.00525235, 0.036737,
            (26,34): 0.0149627, -0.0610735, -0.0190235, -0.0925407,
            (26,38): -0.0109971, 0.0531214, -0.0216727, 0.0761592,
            (26,42): -0.0295124, 0.000827752, -0.0240898, 0.069577,
            (26,46): -0.00322816, -0.0832119, -0.0845838, -0.00324064,
            (26,50): -0.0537948, -0.0780489, 0.0118878, 0.0738892, 0.0456869,
            (26,55): -0.0963686, -0.01957, 0.0976428, 0.0907692, 0.0096807,
            (26,60): 0.110108, 0.0704758, -0.0477755, 0.0141435, 0.102175,
            (26,65): -0.00647333, -0.0612625, 0.0172053, -0.0804772,
            (26,69): 0.107808, 0.0847259, -0.100975, -0.0402643, 0.0601019,
            (26,74): -0.062011, 0.0832014, 0.0934229, 0.0161754, 0.0268899,
            (26,79): -0.0485064, -0.0675389, -0.0573999, -0.0883178,
            (26,83): 0.0828655, 0.0289006, -0.0282619, -0.105717,
            (26,87): -0.00215989, 0.069532, -0.0828983, 0.00399683,
            (26,91): -0.0294301, 0.10927, 0.0190821, 0.00712169, 0.0358298,
            (26,96): 0.0524066, -0.0178033, 0.0941447, 0.101612,
            (27,0): -0.0585943, -0.0602299, 0.00663148, 0.116338, 0.102601,
            (27,5): -0.0645744, 0.130836, 0.000959036, 0.0670307, 0.0838832,
            (27,10): -0.0579608, 0.0270768, -0.0405713, -0.0353467,
            (27,14): 0.0354282, 0.0905674, -0.135797, 0.0715254, 0.036241,
            (27,19): 0.0912094, 0.112431, 0.062936, -0.144232, -0.0298404,
            (27,24): -0.0369402, 0.0515639, -0.0873389, 0.0350623,
            (27,28): -0.000967894, -0.0281093, -0.0142257, 0.122778,
            (27,32): -0.027081, 0.0258668, -0.0290208, -0.1357, 0.0550904,
            (27,37): -0.134705, 0.0719335, -0.17218, 0.0583239, 0.0184386,
            (27,42): 0.0878895, 0.138661, 0.148179, -0.0495585, -0.027477,
            (27,47): 0.0846992, 0.067793, -0.053531, -0.0235441, 0.0463028,
            (27,52): 0.00826403, 0.0913105, -0.00705712, 0.0622558,
            (27,56): -0.0480606, 0.0685486, -0.128138, 0.0761201, -0.0601369,
            (27,61): 0.0459435, -0.0739699, -0.0696744, -0.0341013,
            (27,65): -0.0458752, 0.0434381, 0.118554, -0.0646573, -0.0417507,
            (27,70): -0.136947, 0.0134306, 0.08599, 0.0204011, -0.0596414,
            (27,75): 0.075656, -0.0620859, 0.129582, -0.0745405, 0.0749682,
            (27,80): 0.0801815, 0.0148459, 0.0602489, -0.0451494, 0.0807947,
            (27,85): 0.00421959, -0.0439871, -0.105163, 0.0486264, 0.0389612,
            (27,90): 0.0194416, -0.0274129, 0.0403911, -0.0215379, -0.086348,
            (27,95): -0.0514804, 0.0213396, -0.0370526, 0.0772472,
            (27,99): -0.0555925,
            (28,0): 0.0924428, -0.0221176, 0.022217, 0.0404847, 0.0663763,
            (28,5): 0.0302816, 0.0261926, -0.0688917, -0.0395949, -0.0227656,
            (28,10): -0.0440683, -0.00583957, -0.0359468, 0.0465111,
            (28,14): 0.0616154, -0.0314944, -0.0122959, 0.0298628,
            (28,18): -0.0684555, -0.03398, 0.0762611, 0.0205745, 0.0363538,
            (28,23): -0.0868754, 0.106662, 0.115834, -0.0533, -0.0200968,
            (28,28): -0.0455259, -0.0403987, 0.0383559, 0.0459285, 0.030743,
            (28,33): 0.0303532, -0.025743, -0.0320743, -0.00455034, 0.110475,
            (28,38): 0.0184873, -0.0389912, -0.0311397, -0.0159007,
            (28,42): 0.0455838, -0.0319154, -0.0502793, 0.00406475,
            (28,46): -0.128168, 0.0495061, 0.0521096, 0.0113115, 0.0230849,
            (28,51): 0.0747734, 0.0138391, 0.0444168, 8.67021e-06, 0.102263,
            (28,56): -0.0697232, 0.0147243, -0.0660082, 0.0522529, 0.0419291,
            (28,61): 0.0714368, 0.0150646, -0.0448296, 0.0271541, -0.0583002,
            (28,66): -0.00636086, 0.0379604, 0.027115, 0.0480969, -0.0853993,
            (28,71): 0.00178255, 0.0220612, 0.0805916, -0.000759905,
            (28,75): -0.0136589, -0.0345125, 0.0536011, -0.00066686,
            (28,79): 0.0806505, 0.0512215, -0.0559839, 0.0512642, -0.0915083,
            (28,84): -0.0269321, -0.0685631, -0.0413998, -0.00140625,
            (28,88): 0.056116, 0.0735896, 0.0817519, -0.00544043, -0.0617214,
            (28,93): -0.0300801, -0.0750786, 0.0705196, -0.0301598,
            (28,97): 0.0519075, -0.00821469, -0.0555474,
            (29,0): -0.00354745, 0.0408258, 0.116797, 0.0509467, 0.116253,
